tmp/wsl_hot_reload_validate/wrk_no_reload.txt
Running 10s test @ http://127.0.0.1:8080/x
  4 threads and 64 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.08ms    3.34ms  25.60ms   85.77%
    Req/Sec    21.33k     2.96k   29.16k    67.75%
  Latency Distribution
     50%  547.00us
     75%    1.91ms
     90%    7.12ms
     99%   14.84ms
  854073 requests in 10.08s, 121.19MB read
  Non-2xx or 3xx responses: 2124
Requests/sec:  84708.69
Transfer/sec:     12.02MB