tmp/wsl_hot_reload_validate/wrk_no_reload_close.txt
Running 10s test @ http://127.0.0.1:8080/x
  4 threads and 64 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.60ms    8.48ms  70.01ms   80.16%
    Req/Sec     2.28k   470.22     4.08k    69.25%
  Latency Distribution
     50%    7.23ms
     75%   13.07ms
     90%   20.21ms
     99%   35.95ms
  91131 requests in 10.05s, 6.78MB read
  Non-2xx or 3xx responses: 77082
Requests/sec:   9065.00
Transfer/sec:    690.72KB

STATUS_COUNTS 200=14049 400=0 404=0 429=0 502=77082 503=0 504=0 other=0