tmp/wsl_hot_reload_validate/wrk_no_reload_status.txt
Running 10s test @ http://127.0.0.1:8080/x
  4 threads and 64 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.27ms    4.71ms 151.77ms   89.35%
    Req/Sec    21.62k     2.43k   28.85k    68.75%
  Latency Distribution
     50%  526.00us
     75%    2.15ms
     90%    7.27ms
     99%   16.30ms
  865497 requests in 10.08s, 122.98MB read
Requests/sec:  85865.09
Transfer/sec:     12.20MB

STATUS_COUNTS 200=865497 400=0 404=0 429=0 502=0 503=0 504=0 other=0