tmp/wsl_hot_reload_validate/wrk_reload.txt
Running 24s test @ http://127.0.0.1:8080/x
  8 threads and 256 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.58ms   19.67ms 866.71ms   99.07%
    Req/Sec    12.81k     1.64k   22.35k    68.41%
  Latency Distribution
     50%    2.04ms
     75%    3.72ms
     90%    8.84ms
     99%   21.45ms
  2452819 requests in 24.10s, 348.53MB read
Requests/sec: 101778.63
Transfer/sec:     14.46MB